{
  "source": "DC Effect Editor",
  "cards": {
    "[A Fighting Chance]": {
      "abilityText": "If you are Daniel Taylor, you must add this card to any skirmish army you play.\n\nAt the start of the game, each figure in your army becomes Stunned.",
      "keywords": [],
      "cost": 3
    },
    "[A New Hope]": {
      "abilityText": "Include this card in your army only if each group in your army has one of the following names or sub-names:\n- \"Hero of the Rebellion\"\n- \"C-3PO'\n- \"Chewbacca\"\n- \"Han Solo\"\n- \"Leia Organa\"\n- \"Obi-Wan Kenobi\"\n- \"R2-D2\"\n\n--------------------------\nDeplete this card to have a friendly figure play a Command card with a restriction matching the name of another Deployment card in your army.",
      "keywords": [],
      "cost": -1
    },
    "[Advanced Com Systems]": {
      "abilityText": "LEADER ONLY\n\nAbilities on your Deployment card that choose or affect adjacent friendly figures or friendly figures within 2 spaces can choose or affect other friendly figures within 3 spaces instead.",
      "keywords": [
        "LEADER"
      ],
      "cost": 1,
      "attachment": true,
      "affiliation": "Imperial"
    },
    "[Balance of the Force]": {
      "abilityText": "You may include an additional 3 points worth of Command cards in your deck.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Rebel"
    },
    "[Beast Tamer]": {
      "abilityText": "Exhaust this card at the start of a CREATURE's activation for that figure to perform a move.\n\nExhaust this card at the start of a figure's activation if that figure has the \"NON-SENTIENT\" trait. During this activation, that figure can interact.",
      "keywords": [
        "CREATURE"
      ],
      "cost": 1,
      "attachment": false,
      "affiliation": "Scum"
    },
    "[Black Market]": {
      "abilityText": "At the end of each round, a friendly SMUGGLER may suffer 1 Strain. If it does, reveal the top Command card of your deck. Then, you may choose one of the following: \n- Spend VPs equal to the card's cost to draw it\n- Discard that card and gain VPs equal to it's cost\n- Return that card to the top of your deck",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Scum"
    },
    "[Channel the Force]": {
      "abilityText": "Exhaust this card when you would draw 1 or more Command cards. Draw 1 fewer card than you would have. Then, search your Command deck for a card with the FORCE USER trait, reveal it, and put it in your hand. Then, shuffle your Command deck. Then, choose a friendly FORCE USER. That figure suffers Strain equal to the cost of the revealed card.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Any"
    },
    "[Clan of Two]": {
      "abilityText": "At the start of the mission, place The Child companion in your space or an adjacent space. The Child activates at the start or end of your activation. At the end of your activation, push the Child figure or its incapacitated token to your space or an adjacent space. While incapacitated, The Child is not counted for the purposes of control.\n\nThe Child cannot suffer Damage unless it is being attacked.\n\nWhile you are defeated, a UNIQUE figure may retrieve The Child or its incapacitated token to gain 1 VP.",
      "keywords": [
        "GUARDIAN"
      ],
      "cost": 1,
      "attachment": true,
      "companion": "The Child",
      "affiliation": "Scum"
    },
    "[Combat Suit]": {
      "abilityText": "While you are defending, reduce the Piece value of the attack results by 1, to a minimum of 0.",
      "keywords": [
        "TROOPER",
        "LEADER",
        "GUARDIAN"
      ],
      "cost": 1,
      "attachment": true,
      "affiliation": "Rebel"
    },
    "[Cross Training]": {
      "abilityText": "This group gains the SPY trait. When an attack targeting you is declared, you may replace 1 die in your defense pool with a white die.",
      "keywords": [
        "TROOPER"
      ],
      "cost": 1,
      "attachment": true,
      "affiliation": "Imperial"
    },
    "[Devious Scheme]": {
      "abilityText": "After setup, choose your Deployment zone. Your opponent starts the game with initiative and must deploy their figures first.\n\nIf your opponent also has \"Devious Scheme\", this card has no effect.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Scum"
    },
    "[Doubt]": {
      "abilityText": "At the end of the round, you may choose a hostile figure and discard 1 condition or Power Token from that figure. \n\nDeplete this card while a hostile figure is attacking to choose 1 attack die. Your opponent must reroll that die.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Any"
    },
    "[Driven by Hatred]": {
      "abilityText": "DARTH VADER (LORD OF THE SITH) ONLY\n\nPassive bonus: +1 Hit\n\nYou lose \"Brutality.\" While attacking, you may reroll 1 attack die.\n\nAt the end of each round, move up to 2 spaces. Then you may use \"Force Choke\" or perform an attack. When you declare this attack, remove 1 die from your attack pool.",
      "keywords": [],
      "cost": -5,
      "attachment": true,
      "affiliation": "Imperial"
    },
    "[Explosive Armaments]": {
      "abilityText": "Each figure in this group gains:\n\nDouble surge: +1 Hit, Blast 2",
      "keywords": [
        "HUNTER",
        "DROID"
      ],
      "cost": 1,
      "attachment": true,
      "affiliation": "Scum"
    },
    "[Extra Armor]": {
      "abilityText": "After deployment, distribute 4 Block Tokens among friendly figures.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Any"
    },
    "[Feeding Frenzy]": {
      "abilityText": "CREATURE ONLY\n\nExhaust this card while attacking a figure that has suffered damage to apply +1 Hit to the attack results.\n\nWhile attacking an adjacent figure, you gain: \n- Surge: Recover 2 Damage",
      "keywords": [
        "CREATURE"
      ],
      "cost": 1,
      "attachment": true,
      "affiliation": "Any"
    },
    "[First Strike]": {
      "abilityText": "After setup, you and your opponent both receive 4 VPs",
      "keywords": [],
      "cost": 2,
      "attachment": false,
      "affiliation": "Scum"
    },
    "[Flame Trooper]": {
      "abilityText": "NON-UNIQUE IMPERIAL TROOPER GROUP WITH 2 FIGURES ONLY\n\nIncinerate: After resolving an attack, each figure that suffered damage since this attack was declared suffers 1 Strain. Then, if the attack did not miss, place a Rubble token in the target space.\n\nFireproof: You cannot suffer Strain. you are unaffected by your own Blast and abilities \"Flamethrower\" in their name.",
      "keywords": [
        "TROOPER",
        "HEAVY WEAPON",
        "SQUAD UPGRADE"
      ],
      "cost": 5,
      "health": 8,
      "speed": 4,
      "passives": [
        "Priority Target",
        "Bleed",
        "+2 Accuracy",
        "Pierce 1"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "red",
          "green"
        ]
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "damage 2",
        "blast 1"
      ],
      "attachment": true,
      "affiliation": "Imperial"
    },
    "[Focused on the Kill]": {
      "abilityText": "IG-88 (ASSASSIN DROID) ONLY\n\nPassive bonus: +5 Health\n\nAt the start of your activation, gain 2 movement points. Before you declare an attack, you become Focused. \n\nYou lose \"Surge: Recover 3 Damage.\" \n\nYou gain: \"Surge: Pierce 1.\"",
      "keywords": [
        "IG-88"
      ],
      "cost": 0,
      "attachment": true,
      "affiliation": "Scum"
    },
    "[Fury of Kashyyyk]": {
      "abilityText": "WOOKIE ONLY\n\nAfter an attack targeting a figure in this group is resolved, if that figure suffered 3 or more Damage, it becomes Focused.",
      "keywords": [
        "WOOKIE"
      ],
      "cost": 2,
      "attachment": true,
      "affiliation": "Rebel"
    },
    "[Headhunter]": {
      "abilityText": "Exhaust this card when a hostile figure suffers Strain during your activation. Reduce the amount of Strain suffered by 1. Then, the player controlling that figure must discard 1 random Command card from his hand. If he cannot, that figure suffers 1 Damage.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Scum"
    },
    "[Heavy Fire]": {
      "abilityText": "Exhaust this card after a friendly VEHICLE or HEAVY WEAPON resolves an attack.\n\nFor each die in that figure's printed attack pool, you may choose 1 hostile figure within 2 spaces of the target space. Each chosen figure suffers 1 Damage.\n\nThen, for each chosen figure, the figure that attacked gains 1 HARMFUL condition of your opponent's choice.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Any"
    },
    "[Heir to the Jedi]": {
      "abilityText": "LUKE SKYWALKER ONLY\n\nWhile attacking, you may reroll 1 attack die.\n\nWhen you declare a Ranged attack, apply +1 Hit to the attack results.\n\nBefore you declare an attack using \"Saber Strike\" you become Focused.",
      "keywords": [
        "LUKE SKYWALKER"
      ],
      "cost": 0,
      "attachment": true,
      "affiliation": "Rebel"
    },
    "[Heroic Effort]": {
      "abilityText": "Include this card in your army only if all Deployment cards in your army are unique. \n\nWhen one of your unique figures is defeated, you may draw 1 Command card, then place 1 Command card from your hand on the bottom of your deck.",
      "keywords": [],
      "cost": 0,
      "attachment": false,
      "affiliation": "Rebel"
    },
    "[Imperial Citadel]": {
      "abilityText": "Whenever a friendly IMPERIAL figure is defeated, for each Power Token on that figure, place a matching Power Token on this card.\n\nAt the start of a friendly IMPERIAL figure's activation, it may gain 1 Power Token from this card. \n\nAt the start of each round, place 1 Hit Token or Block Token on this card.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Imperial"
    },
    "[Imperial Retrofitting]": {
      "abilityText": "\"AT-ST\", \"GENERAL WEISS\" or \"SC2-M REPULSOR TANK\" ONLY\n\nExhaust this card at the start of a friendly MASSIVE VEHICLE's activation if it has one of the above name to choose one of the following:\n- That figure may perform multiple attacks during this activation.\n- That figure performs a move.\n\nDeplete this card before a friendly MASSIVE VEHICLE with one of the above names declares an attack. That figure becomes Focused.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Imperial"
    },
    "[Indentured Jester]": {
      "abilityText": "UNIQUE FIGURE ONLY\n\nAt the start of the mission, place the Salacious B. Crumb companion in your space. Salacious B. Crumb activates at the start or end of your activation. Salacious. B Crumb is not counted for the purposes of control.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "companion": "Salacious B. Crumb",
      "affiliation": "Scum"
    },
    "[Last Resort]": {
      "abilityText": "Deplete this card when a figure in this group has suffered Damage equal to its Health. Before that figure is defeated, roll 1 red die. Each figure and object on or adjacent to that figure suffers Damage equal to the Hit results.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Scum"
    },
    "[Lie in Ambush]": {
      "abilityText": "NON-MASSIVE, NON-UNIQUE ONLY\n\nBefore Deployment, set one of your groups aside, out of play, and attach this to it. This group does not deploy during deployment.\n\nAfter an opponent activates a group, if you have 3 or more exhausted or defeated groups and it is not the first round, deploy this group to any deployment zone.",
      "keywords": [],
      "cost": 0,
      "attachment": true,
      "affiliation": "Any"
    },
    "[Mortar Trooper]": {
      "abilityText": "SHORETROOPER ONLY\n\nDouble Action Special (Fire Mission): Perform an attack. You may draw line of sight from any figure in this group, but still measure range from this figure. Apply Blast 1 to the attack results.\n\nHaul: While moving, treat blocking and impassable terrain as difficult terrain.",
      "keywords": [
        "TROOPER",
        "HEAVY WEAPON",
        "SQUAD UPGRADE"
      ],
      "cost": 4,
      "health": 7,
      "speed": 3,
      "passives": [
        "+2 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "blue",
          "blue",
          "green"
        ]
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "accuracy 2",
        "damage 2"
      ],
      "attachment": true,
      "affiliation": "Imperial"
    },
    "[Motivation]": {
      "abilityText": "UNIQUE FIGURE ONLY\n\nExhaust this card during your activation and choose a friendly figure with a lower figure cost than you with a line of sight to you. That figure may discard a HARMFUL condition or recover 1 Damage. Then, that figure gains 1 movement point.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Any"
    },
    "[On a Diplomatic Mission]": {
      "abilityText": "LEADER ONLY\n\nExhaust this card at the end of your activation, if you did not perform an attack, to choose one of the following:\n- You gain 2 movement points\n- Until the end of the round, apply +1 Evade to your defense results\n- You gain 1 VP",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Rebel"
    },
    "[Orbital Bombardment]": {
      "abilityText": "UNIQUE FIGURE WITH FIGURE COST 4 OR MORE ONLY\n\nYou gain: \n\nSpecial Action: Place Bombardment tokens on this card equal to the current round number. Then, you may perform an attack.\n\nYou may deplete this card at the start of your activation to choose a number of spaces equal to the number of Bombardment tokens that were on this card. Each figure on a chose space suffers 2 Damage.",
      "keywords": [],
      "cost": 0,
      "attachment": true,
      "affiliation": "Any"
    },
    "[Overwatch]": {
      "abilityText": "E-WEB ENGINEER ONLY\n\nChoose an Overwatch token to be associated with this group.\n\nFigures in this group gain:\n\nSpecial Action: Place this group's Overwatch token in a space within your line of sight.\n\nExhaust this card when a hostile figure enters a space on or adjacent to this group's Overwatch token to interrupt to perform an attack targeting that figure. Then remove that Overwatch token.",
      "keywords": [],
      "cost": 0,
      "attachment": true,
      "affiliation": "Imperial"
    },
    "[Prey on the Weak]": {
      "abilityText": "HUNTER ONLY\n\nWhile attacking a figure with a figure cost lower than yours, apply Pierce 1 and +1 Accuracy to the attack results.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Scum"
    },
    "[Punishing Strike]": {
      "abilityText": "Exhaust this card when one of your figures applies a HARMFUL condition to a figure. Discard that condition and apply a different HARMFUL condition of your choice.",
      "keywords": [],
      "cost": 2,
      "attachment": false,
      "affiliation": "Scum"
    },
    "[Rebel High Command]": {
      "abilityText": "At the end of each game round, draw 1 additional Command card.",
      "keywords": [],
      "cost": 2,
      "attachment": false,
      "affiliation": "Rebel"
    },
    "[Rogue Smuggler]": {
      "abilityText": "HAN SOLO (SCOUNDREL) ONLY\n\nYou lose \"Distracting\"\n\nWhile attacking, you may reroll 1 attack die. \n\nYou can use \"Return Fire\" even if you suffered Damage during the attack.\n\nExhaust this card at the end of the round to interrupt to perform an attack.",
      "keywords": [],
      "cost": -2,
      "attachment": true,
      "affiliation": "Rebel"
    },
    "[Rule by Fear]": {
      "abilityText": "At the start of the first game round, draw 2 Command Cards, then choose 1 card in your hand to discard.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Imperial"
    },
    "[Scavenged Walker]": {
      "abilityText": "AT-ST OR AT-DP ONLY\n\nInclude one of the named groups in your army and attach this card to it. Treat this group's affiliation as SCUM\n\nYou lose ASSAULT. After deployment, you may perform a move.\n\nAt the end of the round, you may interrupt to perform an attack. Apply -1 Hit to the attack results.",
      "keywords": [],
      "cost": -1,
      "attachment": true,
      "affiliation": "Scum"
    },
    "[Scavenged Weaponry]": {
      "abilityText": "DROID OR VEHICLE ONLY\n\nExhaust this card when you declare an attack to apply +1 Hit to the attack results.\n\nWhen the last figure in this group is defeated, you may attach this card to a friendly DROID or VEHICLE group. (Your opponent scores VPs for this attachment each time a group it is attached to is defeated.)",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Any"
    },
    "[Smuggler's Run]": {
      "abilityText": "SMUGGLER ONLY\n\nSpecial Action: Deplete this card while you are in your opponent's deployment zone. You gain 5 VPs.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Rebel"
    },
    "[Smuggling Compartment]": {
      "abilityText": "Before your opponent resolves a Command card or ability, you may exhaust this card to set aside any number of Command cards from your hand. Return them to your hand at the start of the next activation or phase.\n\n-----------\n\nBefore the start of the Status Phase, you may look at the top and bottom cards of your Command deck. You may move 1 of those cards to the top or bottom of your Command deck.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Any"
    },
    "[Spectre Cell]": {
      "abilityText": "Include this card in your army only if each group in your army has \"Spectre\" or \"Chopper\" as part of its sub-name.\n\nFriendly figures gain the following passives: +1 Hit, +1 Block\n\nExhaust this card during a friendly figure's activation to choose another friendly figure. The chosen figure gains 2 movement points and may interrupt to perform an attack.",
      "keywords": [],
      "cost": 2,
      "attachment": false,
      "affiliation": "Rebel"
    },
    "[Suppressive Fire]": {
      "abilityText": "TROOPER OR HEAVY WEAPON ONLY\n\nExhaust this card after you resolve a Ranged attack. If the attack did not miss, the target becomes Weakened. Then, you may choose another SMALL friendly figure within 3 spaces. The chosen figure gains 2 movement points.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Any"
    },
    "[Survivalist]": {
      "abilityText": "HUNTER OR TROOPER ONLY\n\nYou ignore additional movement point costs for difficult terrain and hostile figures.\n\nAt the end of each round, if you are in an exterior space, you recover 1 Damage.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Any"
    },
    "[Targeting Computer]": {
      "abilityText": "VEHICLE, DROID, OR HEAVY WEAPON ONLY\n\nWhile attacking, figures in this group may reroll 1 attack die.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Any"
    },
    "[Technician Training]": {
      "abilityText": "All figures in all armies with the names listed below gain the TECHNICIAN trait.\n\nC1-10P (\"Chopper\"), Jarrod Kelvin, Mak Eskha'rey, R2-D2, Chewbacca, Jawa Scavenger, Ugnaught Tinkerer, Doctor Aphra, Zuckuss, E-Web Engineer, General Sorin",
      "keywords": [],
      "cost": 0,
      "attachment": false,
      "affiliation": "Any"
    },
    "[Temporary Alliance]": {
      "abilityText": "You may include up to 2 SCUM Deployment cards in your army.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Imperial"
    },
    "[The Darksaber]": {
      "abilityText": "MAUL OR SABINE WREN ONLY\n\nIf you are a FORCE USER, you may use IMPERIAL Command cards. \n\nExhaust this card while attacking to reroll 1 attack die.\n\nSpecial Action: Perform a Melee attack with 1 red die. Treat Blast X as Cleave X during this attack. Then you may perform an attack.",
      "keywords": [],
      "subname": "WEAPON OF THE ANCIENTS",
      "cost": 1,
      "attachment": true,
      "affiliation": "Any"
    },
    "[The General's Ranks]": {
      "abilityText": "NON-UNIQUE ONLY\n\nWhen you perform a move, if it is not your activation, you gain 2 additional movement points. \n\nWhen you perform an attack, if it is not your activation, apply +1 Hit to the attack results.",
      "keywords": [],
      "attachment": true,
      "affiliation": "Imperial"
    },
    "[Trusted Ally]": {
      "abilityText": "DROID ONLY\n\nExhaust this card while another friendly figure within 3 spaces is attacking. It may reroll 1 attack die.\n\nExhaust this card during your activation. An adjacent friendly figure recovers 1 Damage or discards 1 HARMFUL condition.",
      "keywords": [],
      "cost": 1,
      "attachment": true,
      "affiliation": "Any"
    },
    "[Under Duress]": {
      "abilityText": "When a hostile figure suffers Strain, for each resulting Damage they wish to prevent, the player controlling that figure must discard 2 Command cards from the top of their deck instead of 1.",
      "keywords": [],
      "cost": 2,
      "attachment": false,
      "affiliation": "Scum"
    },
    "[Unshakable]": {
      "abilityText": "Exhaust this card at the start of one of your activations and choose 1 of your figures with a figure cost of 9 or greater. That figure discards 1 HARMFUL condition and suffers 1 Strain.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Any"
    },
    "[Vader's Finest]": {
      "abilityText": "TROOPER ONLY\n\nFigures in this group gain:\n\nSpecial Action: Perform an attack, then gain 2 movement points.\n\nDouble Action Special: Discard 1 HARMFUL condition and become Focused.",
      "keywords": [],
      "cost": 2,
      "attachment": true,
      "affiliation": "Imperial"
    },
    "[Wookiee Avenger]": {
      "abilityText": "CHEWBACCA (LOYAL WOOKIE) ONLY\n\nPassive Bonus: +1 Hit\n\nYou lose \"Protector\". While defending, convert all Dodge results to Evade results.\n\nDuring setup, search your Command deck for \"Debts Repaid\", reveal it, put it into your hand, and shuffle your deck. Then, draw 1 fewer card into your initial hand. \n\nOnce during your activation, you may use \"Slam\" without spending an action.",
      "keywords": [],
      "cost": -4,
      "attachment": true,
      "affiliation": "Rebel"
    },
    "[Z-6 Trooper]": {
      "abilityText": "NON-UNIQUE REBEL TROOPER GROUP WITH 2 FIGURES ONLY\n\nRotary Cannon: Before you declare an attack, become Focused.\n\nSpecial Action (Autofire): Perform an attack. The defending figure adds one white die to its defense pool. This attack gains:\n- Surge: After this attack resolves, perform an attack targeting a figure within 3 spaces of the target space.",
      "keywords": [
        "TROOPER",
        "HEAVY WEAPON",
        "SQUAD UPGRADE"
      ],
      "cost": 5,
      "health": 8,
      "speed": 4,
      "passives": [
        "Blast 1"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "yellow",
          "green"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "damage 2",
        "accuracy 2, pierce 1"
      ],
      "attachment": true,
      "affiliation": "Rebel"
    },
    "[Zillo Technique]": {
      "abilityText": "Exhaust this card while a friendly figure is defending to reduce the Pierce value of the attack results by 2, to a minimum of 0.\n\nWhile a friendly figure is defending, you may discard 1 Command card to apply +1 Block to the defense results. Limit once per attack.",
      "keywords": [],
      "cost": 1,
      "attachment": false,
      "affiliation": "Imperial"
    },
    "0-0-0": {
      "abilityText": "Surge (Shocking Palm): The attack misses and the defender becomes Stunned.\n\nSpecial Action (Invasive Procedure): An adjacent figure suffers 1 Damage, 1 Strain, and becomes Bleeding. You become Focused.\n\nUnnerving: At the end of your activation, each adjacent hostile figure becomes Weakened.",
      "keywords": [
        "DROID"
      ],
      "subname": "SPECIALIZED IN PAIN",
      "cost": 4,
      "health": 8,
      "speed": 4,
      "figures": 1,
      "attack": {
        "dice": [
          "red",
          "yellow"
        ],
        "type": "melee"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "pierce 2",
        "recover 2"
      ],
      "attachment": false,
      "affiliation": "Imperial"
    },
    "4-LOM": {
      "abilityText": "Programming Override: At the start of each round, choose one TRAIT. You gain that TRAIT until the end of the round.\n\nSurge (Concussive Bolt): After this attack resolves, if you are targeting a SMALL figure and it did not miss, you may push that figure 1 space.\n\nShared Intuition: While attacking, if another friendly HUNTER within 3 spaces has line of sight to the target space, apply +1 Hit to your attack results.",
      "keywords": [
        "DROID"
      ],
      "subname": "ASSASSIN DROID",
      "cost": 7,
      "health": 9,
      "speed": 5,
      "passives": [
        "+2 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "blue",
          "red",
          "yellow"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "blast 1",
        "weaken",
        "damage 1, accuracy 1"
      ],
      "attachment": false,
      "affiliation": "Scum"
    },
    "Agent Blaise": {
      "abilityText": "Adapt: The first time your opponent plays a Command card each round, choose 1 SPY or TROOPER. That figure becomes Hidden\n\nSurge (Interrogate): Look at your opponent's hand and choose a Command card. You may discard a card of equal or greater cost from your hand to discard the chosen card.",
      "keywords": [
        "SPY",
        "LEADER"
      ],
      "subname": "ISB INVESTIGATOR",
      "cost": 6,
      "health": 8,
      "speed": 4,
      "figures": 1,
      "attack": {
        "dice": [
          "yellow",
          "yellow",
          "green"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "accuracy 3",
        "pierce 2",
        "damage 1",
        "damage 1"
      ],
      "attachment": false,
      "affiliation": "Imperial"
    },
    "Agent Kallus": {
      "abilityText": "Hunt Dissent: When your opponent plays a Command card, you may distribute 2 Hit Tokens among friendly figures within 1 space. Limit once per round.\n\nFulcrum: At the start of your activation, you may have each player draw 1 Command card.\n\nBo-Rifle: Before you declare an attack, you may treat your attack type as Melee. If you do, replace 1 blue die with 1 red die.",
      "keywords": [
        "SPY",
        "LEADER",
        "BRAWLER"
      ],
      "subname": "TENACIOUS INTERROGATOR",
      "cost": 6,
      "health": 11,
      "speed": 4,
      "figures": 1,
      "attack": {
        "dice": [
          "blue",
          "green",
          "green"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "weaken, focus",
        "accuracy 2",
        "pierce 2"
      ],
      "attachment": false,
      "affiliation": "Imperial"
    },
    "Ahsoka Tano": {
      "abilityText": "Special Action (Force Leap): Place your figure in an empty space within 6 spaces.\n\nVigor: At the start of your activation, you may gain 2 movement points or 1 Block Token.\n\nTwin Sabers: While attacking, you may reroll all attack die or force the defender to reroll all defense die.",
      "keywords": [
        "FORCE USER",
        "LEADER",
        "SPY"
      ],
      "subname": "REBEL INSTIGATOR",
      "cost": 8,
      "health": 12,
      "speed": 4,
      "figures": 1,
      "attack": {
        "dice": [
          "green",
          "blue",
          "green"
        ],
        "type": "melee"
      },
      "defense": [
        "white"
      ],
      "surgeAbilities": [
        "pierce 3",
        "damage 2",
        "hit token"
      ],
      "attachment": false,
      "affiliation": "Rebel"
    },
    "Alliance Ranger (Elite)": {
      "abilityText": "Guerilla: After you resolve an attack, if the defender was defeated, become Hidden\n\nElite Sniper: While attacking, if the target space is 5 or more spaces away, you may reroll up to 2 attack dice.",
      "keywords": [
        "TROOPER",
        "HUNTER"
      ],
      "cost": 12,
      "health": 7,
      "speed": 4,
      "passives": [
        "Pierce 1",
        "+1 Accuracy"
      ],
      "figures": 3,
      "attack": {
        "dice": [
          "blue",
          "blue"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "pierce 1",
        "damage 2",
        "accuracy 3"
      ],
      "attachment": false,
      "affiliation": "Rebel"
    },
    "Alliance Ranger (Regular)": {
      "abilityText": "Guerilla: After you resolve an attack, if the defender was defeated, become Hidden.\n\nSniper: While attacking, if the target space is 5 or more spaces away, you reroll 1 attack die.",
      "keywords": [
        "TROOPER",
        "HUNTER"
      ],
      "cost": 9,
      "subCost": 3,
      "health": 5,
      "speed": 4,
      "passives": [
        "+1 Accuracy"
      ],
      "figures": 3,
      "attack": {
        "dice": [
          "blue",
          "blue"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "pierce 1",
        "damage 2",
        "accuracy 2"
      ],
      "attachment": false,
      "affiliation": "Rebel"
    },
    "Alliance Smuggler (Elite)": {
      "abilityText": "Special Action (Improved Smuggler's Instincts): Perform an interact, then move up to 3 spaces.\n\nSlippery: While defending, apply -2 Accuracy to the attack results. After an attack targeting you resolves, gain 2 movement points.",
      "keywords": [
        "SMUGGLER"
      ],
      "cost": 4,
      "health": 5,
      "speed": 5,
      "figures": 1,
      "attack": {
        "dice": [
          "yellow",
          "green"
        ],
        "type": "range"
      },
      "defense": [
        "white"
      ],
      "surgeAbilities": [
        "stun",
        "focus",
        "accuracy 3",
        "pierce 2"
      ],
      "attachment": false,
      "elite": true
    },
    "Alliance Smuggler (Regular)": {
      "abilityText": "Special Action (Smuggler's Instincts): Perform an attack, then move up to 2 spaces.\n\nSlippery: While defending, apply -2 Accuracy to the attack results. After an attack targeting you resolves, gain 2 movement points.",
      "keywords": [
        "SMUGGLER"
      ],
      "cost": 2,
      "health": 3,
      "speed": 4,
      "figures": 1,
      "attack": {
        "dice": [
          "yellow",
          "green"
        ],
        "type": "range"
      },
      "defense": [
        "white"
      ],
      "surgeAbilities": [
        "stun",
        "pierce 1",
        "accuracy 2"
      ],
      "attachment": false,
      "affiliation": "Rebel"
    },
    "AT-DP": {
      "abilityText": "Assault: You can perform multiple attacks during your activation. \n\nCharge Generators: While attacking, if you have suffered fewer than 9 Damage, apply +1 Hit to the attack results and you may reroll 1 attack die.",
      "keywords": [
        "VEHICLE",
        "HEAVY WEAPON"
      ],
      "cost": 9,
      "health": 16,
      "speed": 3,
      "passives": [
        "Block 1",
        "+3 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "red",
          "blue",
          "blue"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "damage 1",
        "pierce 3"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Imperial"
    },
    "AT-RT": {
      "abilityText": "Mortar Launcher: At the end of the round, yo may move up to 2 spaces. Then, choose a space within 3 spaces that contains a hostile figure and roll 1 red die. Each figure on or adjacent to that space suffers Damage equal to the Hit results.\n\nVanguard: While attacking a figure within 3 spaces, you may replace one die in your attack pool with 1 red die.",
      "keywords": [
        "MASSIVE",
        "TROOPER",
        "VEHICLE"
      ],
      "cost": 8,
      "health": 13,
      "speed": 5,
      "passives": [
        "Block 1",
        "+2 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "blue",
          "yellow",
          "green"
        ],
        "type": "range"
      },
      "surgeAbilities": [
        "damage 2",
        "pierce 2"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Rebel"
    },
    "AT-ST": {
      "abilityText": "Targeting Computer: While attacking, you may reroll 1 attack die.\n\nAwkward: You cannot attack adjacent figures.",
      "keywords": [
        "MASSIVE",
        "VEHICLE",
        "HEAVY WEAPON"
      ],
      "cost": 10,
      "health": 15,
      "speed": 4,
      "passives": [
        "+3 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "red",
          "red",
          "blue"
        ],
        "type": "range"
      },
      "defense": [
        "black",
        "black"
      ],
      "surgeAbilities": [
        "blast 2",
        "pierce 2"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Imperial"
    },
    "Bantha Rider": {
      "abilityText": "Special Action (Trample): Choose up to 3 adjacent hostile figures and roll 1 red die. Each of those figures suffers Damage equal to the Hit results.",
      "keywords": [
        "MASSIVE",
        "CREATURE",
        "BRAWLER"
      ],
      "cost": 9,
      "health": 21,
      "speed": 5,
      "passives": [
        "Habitat: Desert"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "blue",
          "red"
        ],
        "type": "range"
      },
      "surgeAbilities": [
        "accuracy 2",
        "pierce 2"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Scum"
    },
    "Baze Malbus": {
      "abilityText": "Into the Fray: At the start of your activation, gain 1 Surge Token for each hostile figure with line of sight to you. Then, gain 1 movement point.\n\nAssault: You can perform multiple attacks each activation.\n\nHold the Line: At the end of your activation, gain 1 Block Token for each hostile figure with line of sight to you.",
      "keywords": [
        "GUARDIAN",
        "HEAVY WEAPON"
      ],
      "subname": "FAITHFUL PROTECTOR",
      "cost": 6,
      "health": 11,
      "speed": 3,
      "passives": [
        "+2 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "red",
          "blue",
          "yellow"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "damage 1, cleave 1",
        "blast 1, cleave 1"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Rebel"
    },
    "Bib Fortuna": {
      "abilityText": "Dirty Dealing: You cannot be included in the same army as any REBEL Deployment cards.\n\nSpecial Action (Bartered Information): Choose another friendly SCUM figure within 2 spaces. Then, you may spend 1 VP to choose another such figure. Each chose figure becomes Focused.\n\nIllicit Arms: While a friendly figure is attacking, if your army's affiliation is SCUM, you may discard 1 Command card from your hand to apply +1 Hit to the attack results. Limit once per attack.",
      "keywords": [
        "LEADER",
        "SMUGGLER"
      ],
      "subname": "CUNNING MAJORDOMO",
      "cost": 3,
      "health": 5,
      "speed": 3,
      "passives": [
        "+1 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "green",
          "green"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "damage 2",
        "accuracy 1, pierce 1"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Scum"
    },
    "Biv Bodhrik": {
      "abilityText": "Special Action (Multi-Fire): Perform 2 attacks. Each attack must have a different target. Apply -1 Hit to each attack's results.\n\nSurge (Suppression): After resolving a Ranged attack, if it did not miss due to accuracy, the target suffers Strain equal to the number of targets Block, Evade, and Dodge, results, to a maximum of 2.",
      "keywords": [
        "HUNTER",
        "BRAWLER"
      ],
      "subname": "FUELED BY VENGEANCE",
      "cost": 7,
      "health": 12,
      "speed": 4,
      "passives": [
        "Block 1",
        "+2 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "blue",
          "red",
          "yellow"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "damage 2",
        "blast 1"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Rebel"
    },
    "Boba Fett": {
      "abilityText": "Wrist Cord: Once per round, you may spend 2 movement points to choose a SMALL figure within 3 spaces in your line of sight. Push the choses figure up to 3 spaces into a space adjacent to you.\n\nWrist Flamethrower: Once per round, you may spend 2 movement points to choose a space within 2 spaces. Each other figure on or adjacent to that spaces suffers 1 Damage and 1 Strain, then becomes Weakened.\n\nEE-3 Carbine: When you declare an attack, you may spend 2 movement points to change one of your attack die to a red die. Limit once per attack.",
      "keywords": [
        "HUNTER",
        "VEHICLE. MOBILE"
      ],
      "subname": "INFAMOUS BOUNTY HUNTER",
      "cost": 13,
      "health": 14,
      "speed": 6,
      "passives": [
        "Block 1",
        "+1 Evade"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "blue",
          "green",
          "green"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "pierce 1",
        "damage 2"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Scum"
    },
    "Bodhi Rook": {
      "abilityText": "Smooth Landing: After deployment, you and each adjacent friendly figure gains 1 movement point.\n\nAir Support: When a friendly figure spends a power token while attacking, apply +2 Accuracy to the attack results.",
      "keywords": [
        "TECHNICIAN"
      ],
      "subname": "THE PILOT",
      "cost": 2,
      "health": 3,
      "speed": 4,
      "passives": [
        "+1 Accuracy"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "yellow",
          "green"
        ],
        "type": "range"
      },
      "surgeAbilities": [
        "damage 1",
        "accuracy 2",
        "hit token"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Rebel"
    },
    "Bossk": {
      "abilityText": "Special Action (Indiscriminate Fire): Perform an attack. After this attack resolves, if it did not miss, choose 1 non-red attack die. Each other figure within 2 spaces of the target space other than defender suffers Damage equal to the Hit results and Strain equal to the Surge results.\n\nRegenerate: At the end of each round, recover 2 Damage and discard all HARMFUL conditions.",
      "keywords": [
        "HUNTER",
        "BRAWLER"
      ],
      "subname": "BORN HUNTER",
      "cost": 7,
      "health": 12,
      "speed": 4,
      "passives": [
        "+2 Accuracy",
        "Block 1",
        "+2 Hit"
      ],
      "figures": 1,
      "attack": {
        "dice": [
          "green",
          "red"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "pierce 2"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Scum"
    },
    "BT-1": {
      "abilityText": "Special Action (Missile Salvo): Perform up to 3 Ranged attacks with different targets using 1 blue, 1 red, or 1 yellow die. Limit once per die. Apply +3 accuracy to each of these attacks.\n\nAssassin: Before you declare an attack, become Focused.",
      "keywords": [
        "DROID",
        "HEAVY WEAPON",
        "HUNTER"
      ],
      "subname": "DESTRUCTIVE ASSASSIN",
      "cost": 6,
      "health": 10,
      "speed": 4,
      "figures": 1,
      "attack": {
        "dice": [
          "red",
          "blue",
          "yellow"
        ],
        "type": "range"
      },
      "defense": [
        "black"
      ],
      "surgeAbilities": [
        "blast 1",
        "pierce 2",
        "recover 1"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Imperial"
    },
    "C-3P0": {
      "abilityText": "Special Action (Inform): Choose an adjacent friendly figure. That figure becomes Focused.\n\nCower: While defending, while adjacent to a friendly figure, you may reroll 1 defense die.\n\nDistracting: While a friendly figure is defending, and you are adjacent to the targeted space, apply +1 Evade to the defense results.\n\nNon-Combatant: You cannot attack.",
      "keywords": [
        "DROID"
      ],
      "subname": "HUMAN CYBORG RELATIONS",
      "cost": 2,
      "health": 4,
      "speed": 3,
      "figures": 1,
      "defense": [
        "white"
      ],
      "attachment": false,
      "elite": true,
      "affiliation": "Rebel"
    },
    "C1-10P \"Chopper\"": {
      "abilityText": "Traits: DROID. Attack (Melee): red, green. Defense: black. Surge: pierce 2. Surge: recover 2",
      "keywords": []
    },
    "Cad Bane": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Cal Kestis": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": [],
      "companion": "BD-1"
    },
    "Captain Terro": {
      "abilityText": "Traits: TROOPER, LEADER, CREATURE. Attack (Range): blue, green, yellow. Defense: black. Surge: damage 2. Surge: pierce 2",
      "keywords": []
    },
    "Cara Dune": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Cassian Andor": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Chewbacca": {
      "abilityText": "Traits: SMUGGLER, WOOKIEE, GUARDIAN. Attack (Range): blue, red, yellow. Defense: white, black. Surge: damage 2. Surge: stun. Surge: accuracy 2",
      "keywords": []
    },
    "Chirrut Imwe": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Clawdite Shapeshifter (Elite)": {
      "abilityText": "Traits: HUNTER, SPY. Attack (Range): red, green. Defense: black.",
      "keywords": [],
      "isIACPVariant": false
    },
    "Clawdite Shapeshifter (IACP) (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": [],
      "isIACPVariant": true
    },
    "Clawdite Shapeshifter (IACP) (Regular)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": [],
      "isIACPVariant": true
    },
    "Clawdite Shapeshifter (Regular)": {
      "abilityText": "Traits: HUNTER, SPY. Attack (Range): red, green. Defense: black.",
      "keywords": [],
      "isIACPVariant": false
    },
    "CT-1701": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Dark Trooper Mk III": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Darth Vader": {
      "abilityText": "Traits: FORCEUSER, LEADER, BRAWLER. Attack (Melee): red, red, yellow. Defense: black, black. Surge: pierce 3. Surge: damage 2",
      "keywords": []
    },
    "Davith Elso": {
      "abilityText": "Traits: SPY, FORCEUSER. Attack (Melee): green, yellow. Defense: white. Surge: damage 1; Surge: hide. Surge: pierce 3",
      "keywords": []
    },
    "Death Trooper (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Death Trooper (Regular)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Del Meeko": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Dengar": {
      "abilityText": "Traits: HUNTER. Attack (Range): green, yellow. Defense: black. accuracy 2. Surge: damage 2",
      "keywords": []
    },
    "Dewback Rider": {
      "abilityText": "Traits: TROOPER, CREATURE. Attack (Range): blue, green, yellow. Defense: black. Surge: damage 1. Surge: damage 1. Surge: pierce 2",
      "keywords": [
        "Mobile"
      ]
    },
    "Diala Passil": {
      "abilityText": "Traits: FORCEUSER, BRAWLER. Attack (Melee): red, green. Defense: white. Surge: recover 2. Surge: pierce 3. Surge: cleave 2",
      "keywords": []
    },
    "Director Krennic": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Doctor Aphra": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Dr. Royce Hemlock": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Drokkatta": {
      "abilityText": "Traits: WOOKIEE, HEAVYWEAPON. Attack (Range): blue, green, yellow. Defense: black. damage 1; accuracy 1; Block 1. Surge: damage 2",
      "keywords": []
    },
    "E-Web Engineer (Elite)": {
      "abilityText": "Traits: TROOPER, HEAVYWEAPON. Attack (Range): blue, red, yellow. Defense: black. Block 1. accuracy 3. Surge: recover 2. Surge: damage 2",
      "keywords": []
    },
    "E-Web Engineer (Regular)": {
      "abilityText": "Traits: TROOPER, HEAVYWEAPON. Attack (Range): blue, red, yellow. Defense: black. accuracy 3. Surge: recover 2. Surge: damage 1",
      "keywords": []
    },
    "Echo Base Trooper (Elite)": {
      "abilityText": "Traits: BRAWLER, WOOKIEE. Attack (Range): blue, green. Defense: black. Surge: damage 2. Surge: accuracy 3",
      "keywords": []
    },
    "Echo Base Trooper (Regular)": {
      "abilityText": "Traits: BRAWLER, WOOKIEE. Attack (Range): blue, green. Defense: black. Surge: damage 2. Surge: accuracy 3",
      "keywords": []
    },
    "Emperor Palpatine": {
      "abilityText": "Traits: FORCEUSER, LEADER. Attack (Melee): red, green. Defense: black. pierce 3. Surge: damage 1",
      "keywords": []
    },
    "Ewok Warrior (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Ezra Bridger": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Fenn Signis": {
      "abilityText": "Traits: TROOPER, LEADER. Attack (Range): blue, red, green. Defense: black. Surge: blast 1. Surge: damage 1. Surge: accuracy 1",
      "keywords": []
    },
    "Fennec Shand": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Fifth Brother": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Gaarkhan": {
      "abilityText": "Traits: TROOPER, HUNTER. Attack (Melee): red, yellow. Defense: black. Block 1. Surge: pierce 1; Surge: bleed. Surge: focus",
      "keywords": []
    },
    "Gamorrean Guard (Elite)": {
      "abilityText": "Traits: GUARDIAN, BRAWLER. Attack (Melee): red, red. Defense: black. Reach. Surge: cleave 2",
      "keywords": []
    },
    "Gamorrean Guard (Regular)": {
      "abilityText": "Traits: GUARDIAN, BRAWLER. Attack (Melee): red, red. Defense: black. Reach. damage -1. Surge: cleave 1",
      "keywords": []
    },
    "Gar Saxon": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "General Sorin": {
      "abilityText": "Traits: LEADER. Attack (Range): blue, yellow. Defense: black. Surge: pierce 1. Surge: stun. Surge: focus",
      "keywords": []
    },
    "General Weiss": {
      "abilityText": "Traits: VEHICLE, LEADER, HEAVYWEAPON. Attack (Range): any, any, any. Defense: black, black. MASSIVE. accuracy 2. Surge: blast 3. Surge: pierce 2",
      "keywords": []
    },
    "Gideon Argus": {
      "abilityText": "Traits: LEADER. Attack (Range): blue, green. Defense: black. Surge: focus. Surge: damage 2",
      "keywords": []
    },
    "Greedo": {
      "abilityText": "Traits: HUNTER, SMUGGLER. Attack (Range): green, green. Defense: white. accuracy 1; damage 1. Surge: bleed. Surge: damage 2. Surge: accuracy 3",
      "keywords": []
    },
    "Han Solo": {
      "abilityText": "Traits: SMUGGLER, LEADER. Attack (Range): blue, green, green. Defense: white. Surge: damage 1; Surge: accuracy 2. Surge: damage 2",
      "keywords": []
    },
    "Heavy Stormtrooper (Elite)": {
      "abilityText": "Traits: TROOPER, HEAVYWEAPON. Attack (Melee): blue, red. Defense: black. accuracy 2. Surge: damage 2. Surge: blast 2",
      "keywords": []
    },
    "Heavy Stormtrooper (Regular)": {
      "abilityText": "Traits: TROOPER, HEAVYWEAPON. Attack (Range): blue, green. Defense: black. accuracy 2. Surge: damage 1. Surge: blast 1",
      "keywords": []
    },
    "Hera Syndulla": {
      "abilityText": "Traits: LEADER, SMUGGLER. Attack (Range): blue, green, yellow. Defense: black. Surge: damage 1. Surge: pierce 2",
      "keywords": []
    },
    "Hired Gun (Elite)": {
      "abilityText": "Traits: SMUGGLER. Attack (Range): green, yellow. Defense: white. Surge: cancel 1. accuracy 1. Surge: damage 1. Surge: damage 1",
      "keywords": []
    },
    "Hired Gun (Regular)": {
      "abilityText": "Traits: SMUGGLER. Attack (Range): green, yellow. Defense: white. Surge: damage 1. Surge: pierce 1. Surge: accuracy 1",
      "keywords": []
    },
    "HK Assassin Droid (Elite)": {
      "abilityText": "Traits: DROID, HUNTER. Attack (Range): blue, blue, yellow. Defense: black. Surge: weaken. Surge: damage 1. Surge: damage 1. Surge: pierce 1",
      "keywords": []
    },
    "HK Assassin Droid (Regular)": {
      "abilityText": "Traits: DROID, HUNTER. Attack (Range): blue, blue, yellow. Defense: black. Surge: weaken. Surge: damage 1. Surge: pierce 1",
      "keywords": []
    },
    "HK-47": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Hondo Ohnaka": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Iden Versio": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": [],
      "companion": "Dio"
    },
    "IG-11": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "IG-88": {
      "abilityText": "Traits: DROID, HUNTER. Attack (Range): any, any. Defense: black. Block 1. accuracy 2. Surge: recover 3. Surge: damage 2",
      "keywords": []
    },
    "Imperial Officer (Elite)": {
      "abilityText": "Traits: LEADER. Attack (Range): blue, yellow. Defense: white. Surge: focus. Surge: stun. Surge: damage 1. Surge: accuracy 3",
      "keywords": []
    },
    "Imperial Officer (Regular)": {
      "abilityText": "Traits: LEADER. Attack (Range): blue, yellow. Defense: white. Surge: focus. Surge: damage 1. Surge: accuracy 2",
      "keywords": []
    },
    "ISB Infiltrator (Elite)": {
      "abilityText": "Traits: SPY. Attack (Range): blue, green. Defense: white. Surge: pierce 1; Surge: hide. Surge: damage 2. Surge: pierce 1; Surge: accuracy 2",
      "keywords": []
    },
    "ISB Infiltrator (Regular)": {
      "abilityText": "Traits: SPY. Attack (Range): blue, green. Defense: white. Surge: hide. Surge: damage 1. Surge: accuracy 2",
      "keywords": []
    },
    "Jabba the Hutt": {
      "abilityText": "Traits: LEADER, SMUGGLER, HUNTER. Attack (Melee): red, green. Defense: black.",
      "keywords": []
    },
    "Jarrod Kelvin": {
      "abilityText": "Traits: BRAWLER, LEADER, SPY. Attack (Melee): yellow, yellow. Defense: black. Surge: cancel; damage 1. Surge: damage 2. Surge: pierce 2. Surge: powerdamage 1",
      "keywords": []
    },
    "Jawa Scavenger (Elite)": {
      "abilityText": "Traits: SMUGGLER. Attack (Range): yellow, yellow. Defense: white. accuracy 2. Surge: damage 2. Surge: pierce 2. Surge: accuracy 2",
      "keywords": []
    },
    "Jawa Scavenger (Regular)": {
      "abilityText": "Traits: SMUGGLER. Attack (Range): yellow, yellow. Defense: white. accuracy 2. Surge: damage 2. Surge: accuracy 2",
      "keywords": []
    },
    "Jet Trooper (Elite)": {
      "abilityText": "Traits: TROOPER, VEHICLE. Attack (Range): blue, green. Defense: black. MOBILE. Surge: damage 2. Surge: accuracy 3",
      "keywords": [
        "Mobile"
      ]
    },
    "Jet Trooper (Regular)": {
      "abilityText": "Traits: TROOPER, VEHICLE. Attack (Range): blue, green. Defense: black. MOBILE. Surge: damage 1. Surge: accuracy 2",
      "keywords": [
        "Mobile"
      ]
    },
    "Jyn Erso": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Jyn Odan": {
      "abilityText": "Traits: SMUGGLER. Attack (Range): green, green. Defense: white. Surge: stun; Surge: pierce 1. Surge: damage 2; Surge: accuracy 2",
      "keywords": []
    },
    "K-2S0": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Kanan Jarrus": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Kayn Somos": {
      "abilityText": "Traits: TROOPER, LEADER. Attack (Range): blue, blue, green. Defense: black. Surge: damage 1. Surge: pierce 1",
      "keywords": []
    },
    "Ko-Tun Feralo": {
      "abilityText": "Traits: LEADER, TROOPER. Attack (Range): blue, blue, green. Defense: black. Surge: damage 2. Surge: accuracy 1",
      "keywords": []
    },
    "Krrsantan": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Kuiil": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Lando Calrissian": {
      "abilityText": "Traits: LEADER, SMUGGLER. Attack (Range): green, yellow. Defense: black. accuracy 2. Surge: hide 2; Surge: stun. Surge: damage 2",
      "keywords": []
    },
    "Leia Organa": {
      "abilityText": "Traits: LEADER, SPY. Attack (Range): blue, yellow, yellow. Defense: white. Surge: cancel 1. Surge: damage 2. Surge: recover 2. Surge: accuracy 3",
      "keywords": []
    },
    "Loku Kanoloa": {
      "abilityText": "Traits: SPY. Attack (Range): blue, red. Defense: white. accuracy 2. Surge: damage 1. Surge: pierce 1",
      "keywords": []
    },
    "Loth-cat (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Loth-cat (Regular)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Luke Skywalker": {
      "abilityText": "Traits: FORCEUSER. Attack (Range): blue, green, yellow. Defense: white. Block 1. Surge: damage 2. Surge: recover 2. Surge: accuracy 2",
      "keywords": []
    },
    "Luke Skywalker (Jedi Knight)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Mak Eshka'rey": {
      "abilityText": "Traits: SPY. Attack (Range): blue, blue. Defense: white. Surge: accuracy 2. Surge: damage 1",
      "keywords": []
    },
    "Mara Jade": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Maul": {
      "abilityText": "Traits: FORCEUSER, BRAWLER. Attack (Melee): red, yellow. Defense: black. damage 1. Surge: pierce 3",
      "keywords": []
    },
    "MHD-19": {
      "abilityText": "Traits: DROID. Attack (Range): blue, yellow. Defense: black. Surge: focus. Surge: damage 1. Surge: recover 2",
      "keywords": []
    },
    "Migs Mayfeld": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Murne Rin": {
      "abilityText": "Traits: SPY, LEADER. Attack (Range): blue, yellow. Defense: black. Surge: damage 2. Surge: accuracy 2",
      "keywords": []
    },
    "Nexu (Elite)": {
      "abilityText": "Traits: CREATURE, BRAWLER. Attack (Melee): red, green. Defense: white. MOBILE. bleed. cleave 2. Surge: damage 2",
      "keywords": [
        "Mobile"
      ]
    },
    "Nexu (Regular)": {
      "abilityText": "Traits: CREATURE, BRAWLER. Attack (Melee): red, green. Defense: white. MOBILE. bleed. Surge: cleave 1. Surge: pierce 2",
      "keywords": [
        "Mobile"
      ]
    },
    "Obi-Wan Kenobi": {
      "abilityText": "Traits: FORCEUSER. Attack (Melee): red, green, yellow. Defense: black. Surge: cancel 1. Surge: damage 2. Surge: pierce 3",
      "keywords": []
    },
    "Onar Koma": {
      "abilityText": "Traits: GUARDIAN, HUNTER. Attack (Range): blue, red, green. Surge: damage 2; Surge: accuracy -2. Surge: damage 1; Surge: accuracy -1",
      "keywords": []
    },
    "Probe Droid (Elite)": {
      "abilityText": "Traits: DROID. Attack (Range): blue, yellow, yellow. Defense: black. MOBILE. Surge: damage 2. Surge: pierce 2. Surge: recover 2",
      "keywords": []
    },
    "Probe Droid (Regular)": {
      "abilityText": "Traits: DROID. Attack (Range): blue, yellow, yellow. Defense: black. MOBILE. Surge: damage 1. Surge: pierce 1. Surge: recover 1",
      "keywords": []
    },
    "Purge Commander (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Purge Trooper (Elite)": {
      "abilityText": "Cost 4. Health 8. Speed 4. Attack: red range 1-2. Defense: white",
      "keywords": []
    },
    "R2-D2": {
      "abilityText": "Traits: DROID. Attack (Range): yellow. Defense: white. accuracy 2; surge 1. Surge: pierce 2. Surge: stun. Surge: weaken",
      "keywords": []
    },
    "Rancor": {
      "abilityText": "Traits: CREATURE, BRAWLER. Attack (Melee): red, green, green. Defense: black. MASSIVE. Reach. Surge: damage 2. Surge: cleave 2",
      "keywords": [
        "Massive"
      ]
    },
    "Rebel Pathfinder (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Rebel Saboteur (Elite)": {
      "abilityText": "Traits: SPY, HEAVYWEAPON. Attack (Range): red, yellow. Defense: white. accuracy 3. Surge: pierce 2. Surge: stun. Surge: blast 1",
      "keywords": []
    },
    "Rebel Saboteur (Regular)": {
      "abilityText": "Traits: SPY, HEAVYWEAPON. Attack (Range): red, yellow. Defense: white. accuracy. Surge: pierce 2. Surge: stun. Surge: blast 1",
      "keywords": []
    },
    "Rebel Trooper (Elite)": {
      "abilityText": "Traits: TROOPER. Attack (Range): blue, yellow. Defense: white. Surge: pierce 2. Surge: accuracy 2",
      "keywords": []
    },
    "Rebel Trooper (Regular)": {
      "abilityText": "Traits: TROOPER. Attack (Range): blue, yellow. Defense: white. Surge: pierce 1. Surge: accuracy 1",
      "keywords": []
    },
    "Riot Trooper (Elite)": {
      "abilityText": "Traits: TROOPER, BRAWLER, GUARDIAN. Attack (Range): blue, red. Defense: black. Surge: damage 1. Surge: damage 1",
      "keywords": []
    },
    "Riot Trooper (Regular)": {
      "abilityText": "Traits: TROOPER, BRAWLER, GUARDIAN. Attack (Range): blue, red. Defense: black. Surge: damage 1. Surge: damage 1",
      "keywords": []
    },
    "Royal Guard (Regular)": {
      "abilityText": "Traits: GUARDIAN, BRAWLER. Attack (Melee): red, yellow. Defense: black. Reach. Surge: stun. Surge: pierce 1",
      "keywords": []
    },
    "Royal Guard Champion": {
      "abilityText": "Traits: GUARDIAN, BRAWLER. Attack (Melee): red, green, yellow. Defense: black, white. Surge: bleed. Surge: pierce 2. Surge: damage 2",
      "keywords": []
    },
    "Sabine Wren": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Saska Teft": {
      "abilityText": "Traits: SMUGGLER, SPY. Attack (Range): green, yellow. Defense: white. accuracy 1. Surge: accuracy 1; Surge: damage 1. Surge: pierce 1; Surge: weaken",
      "keywords": []
    },
    "Saw Gerrerra": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "SC2-M Repulsor Tank": {
      "abilityText": "Traits: VEHICLE. Attack (Range): blue, red, green. Defense: black. MASSIVE. accuracy 2. Surge: blast 1. Surge: damage 2",
      "keywords": [
        "Massive"
      ]
    },
    "Scout Trooper (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Second Sister": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Sentry Droid (Elite)": {
      "abilityText": "Traits: TROOPER, DROID, GUARDIAN. Attack (Range): green, green. Defense: black. Surge: damage 1. Surge: pierce 2. Surge: accuracy 1",
      "keywords": []
    },
    "Sentry Droid (Regular)": {
      "abilityText": "Traits: TROOPER, DROID, GUARDIAN. Attack (Range): green, green. Defense: black. Surge: damage 1. Surge: pierce 2. Surge: accuracy 1",
      "keywords": []
    },
    "Shoretrooper (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Shyla Varad": {
      "abilityText": "Traits: HUNTER, BRAWLER. Attack (Melee): green, green, yellow. Defense: black. Surge: cancel 1. Surge: damage 2. Surge: pierce 2. Surge: cleave 2",
      "keywords": []
    },
    "Snowtrooper (Elite)": {
      "abilityText": "Traits: TROOPER. Attack (Range): blue, green. Defense: black. Surge: pierce 2. Surge: accuracy 3. Surge: focus; Surge: weaken",
      "keywords": []
    },
    "Snowtrooper (Regular)": {
      "abilityText": "Traits: TROOPER. Attack (Range): blue, green. Defense: black. Surge: weaken. Surge: pierce 1. Surge: accuracy 2",
      "keywords": []
    },
    "Stormtrooper (Elite)": {
      "abilityText": "Traits: TROOPER. Attack (Range): blue, green. Defense: black. Surge: damage 1. Surge: accuracy 2",
      "keywords": []
    },
    "Stormtrooper (Regular)": {
      "abilityText": "Traits: TROOPER. Attack (Range): blue, green. Defense: black. Surge: damage 1. Surge: accuracy 2",
      "keywords": []
    },
    "Super Commando (Elite)": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Taron Malicos": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "The Grand Inquisitor": {
      "abilityText": "Traits: FORCEUSER, HUNTER. Attack (Melee): red, green, yellow. Defense: white. Surge: damage 1. Surge: pierce 3. Surge: cleave 3",
      "keywords": []
    },
    "The Mandalorian, Renegade Hunter": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "The Mandalorian, Rising Phoenix": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Thrawn": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Trandoshan Hunter (Elite)": {
      "abilityText": "Traits: HUNTER, BRAWLER. Attack (Range): blue, green. Defense: black. Surge: focus. Surge: bleed. Surge: pierce 2",
      "keywords": []
    },
    "Trandoshan Hunter (Regular)": {
      "abilityText": "Traits: HUNTER, BRAWLER. Attack (Range): blue, green. Defense: black. Surge: bleed. Surge: pierce 2",
      "keywords": []
    },
    "Tress Hacnua": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Tusken Raider (Elite)": {
      "abilityText": "Traits: BRAWLER. Attack (Melee): red, green. Defense: black. damage 1. Surge: weaken. Surge: cleave 1. desert",
      "keywords": []
    },
    "Tusken Raider (Regular)": {
      "abilityText": "Traits: BRAWLER. Attack (Melee): red, green. Defense: black. Surge: weaken. Surge: cleave 1. desert",
      "keywords": []
    },
    "Ugnaught Tinkerer (Elite)": {
      "abilityText": "Traits: SMUGGLER. Attack (Range): blue, yellow. Defense: black. Surge: bleed. Surge: pierce 2",
      "keywords": []
    },
    "Ugnaught Tinkerer (Regular)": {
      "abilityText": "Traits: SMUGGLER. Attack (Range): blue, yellow. Defense: black. Surge: bleed. Surge: pierce 1",
      "keywords": []
    },
    "Verena Talos": {
      "abilityText": "Traits: SPY, BRAWLER. Attack (Range): blue, green. Defense: black. Surge: cancel 1. Surge: damage 2. Surge: pierce 1",
      "keywords": []
    },
    "Vinto Hreeda": {
      "abilityText": "Traits: HUNTER, SMUGGLER. Attack (Range): blue, green. Defense: white. Surge: weaken; Surge: damage 1. Surge: pierce 1; Surge: accuracy 2; Surge: hide",
      "keywords": []
    },
    "Wampa (Elite)": {
      "abilityText": "Traits: CREATURE, BRAWLER. Attack (Melee): red, red. Defense: black. damage 2. Surge: bleed; Surge: stun. Surge: cleave 3. snow",
      "keywords": []
    },
    "Wampa (Regular)": {
      "abilityText": "Traits: CREATURE, BRAWLER. Attack (Melee): red, red. Defense: black. damage 1. Surge: stun. Surge: cleave 2. snow",
      "keywords": []
    },
    "Weequay Pirate (Elite)": {
      "abilityText": "Traits: SMUGGLER, HUNTER. Attack (Range): green, green. Defense: black. accuracy 2. Surge: damage 2. Surge: pierce 1. Surge: accuracy 2",
      "keywords": []
    },
    "Weequay Pirate (Regular)": {
      "abilityText": "Traits: HUNTER, SMUGGLER. Attack (Melee): green, green. Defense: black. accuracy 1. Surge: damage 1. Surge: accuracy 1",
      "keywords": []
    },
    "Wing Guard (Elite)": {
      "abilityText": "Traits: GUARDIAN, TROOPER. Attack (Range): blue, green. Defense: black. Surge: damage 2. Surge: recover 2",
      "keywords": []
    },
    "Wing Guard (Regular)": {
      "abilityText": "Traits: GUARDIAN, TROOPER. Attack (Range): blue, green. Defense: black. Surge: damage 1. Surge: recover 1",
      "keywords": []
    },
    "Wookiee Warrior (Elite)": {
      "abilityText": "Traits: BRAWLER, WOOKIEE. Attack (Melee): red, green. Defense: black. Surge: damage 2. Surge: bleed. Surge: cleave 2",
      "keywords": []
    },
    "Wookiee Warrior (Regular)": {
      "abilityText": "Traits: BRAWLER, WOOKIEE. Attack (Melee): red, green. Defense: black. Surge: damage 1. Surge: bleed; Surge: cleave 2",
      "keywords": []
    },
    "Yoda": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Zeb Orrelios": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "Zuckuss": {
      "abilityText": "TBD (IACP – verify from card).",
      "keywords": []
    },
    "[Nemik's Manifesto]": {
      "abilityText": "Your command deck may include up to 3 additional Command cards. Exhaust this card during a friendly figure's activation to have that figure suffer 2 Strain and gain 1 movement point.",
      "keywords": [],
      "attachment": false,
      "affiliation": "Rebel"
    },
    "88-Z": {
      "abilityText": "",
      "keywords": [],
      "attachment": false,
      "companion": true
    }
  }
}