{
  "source": "buildFile.xml",
  "maps": {
    "mos-eisley-outskirts": {
      "a": {
        "name": "A. Get to the Ship",
        "tokenLabel": "Panel",
        "imagePath": "vassal_extracted/images/mission-cards/Mos Eisley Outskirts-A-Get to the Ship.png",
        "setup": "A figure can interact with a launch panel to flip the token Green side up or gray side up. Each player can flip a maximum of 1 token per round.",
        "startOfRound": "",
        "endOfRound": "Each player gains 5 VPs for each green launch panel they control and 2 VPs for each gray launch panel they control."
      },
      "b": {
        "name": "B. Smuggled Goods",
        "tokenLabel": "Contraband",
        "imagePath": "vassal_extracted/images/mission-cards/Mos Eisley Outskirts-B-Smuggled Goods.png",
        "setup": "A figure can retrieve contraband as a free action. Apply -2 Speed to each figure carrying contraband.",
        "startOfRound": "",
        "endOfRound": "Each player gains 15 VPs for each of their figures carrying contraband in their deployment zone. Then discard those tokens."
      }
    },
    "corellian-underground": {
      "a": {
        "name": "Local Trouble",
        "tokenLabel": "Thug",
        "imagePath": "vassal_extracted/images/mission-cards/Corellian Underground -A- Local Trouble  [custom].png",
        "customImagePath": "vassal_extracted/images/mission-cards/Corellian Underground -A- Local Trouble  [custom].png",
        "setup": "Thugs are hostile to all figures except other thugs.\nA figure can attack a thug (Health: 4, Defense: 1 black die)",
        "startOfRound": "",
        "endOfRound": "Move each thug 2 spaces to the closest hostile figure. Then, each hostile figure adjacent to a thug suffers 2 Damage. (If multiple hostile figures are tied for closest to the thug, then the player with Initiative decides which figure is targeted.)\nThe player who controls the Cantina gains 6 VPs.",
        "rules": {}
      },
      "b": {
        "name": "Sabacc Standoff",
        "tokenLabel": "Sabacc Table",
        "imagePath": "vassal_extracted/images/mission-cards/Corellian Underground -B- Sabacc Standoff [custom].png",
        "customImagePath": "vassal_extracted/images/mission-cards/Corellian Underground -B- Sabacc Standoff [custom].png",
        "setup": "",
        "startOfRound": "The player with the Initiative places 1 token next to the Cantina for each Command card in their hand.",
        "endOfRound": "Until the end of the next round, the player who controls the Sabacc table is considered to have 1 additional VP for each token next to the Cantina.",
        "rules": {}
      }
    },
    "chopper-base-atollon": {
      "a": {
        "name": "Krykna Infestation",
        "tokenLabel": "",
        "imagePath": "vassal_extracted/images/mission-cards/Chopper Base Atollon-A-Krykna Infestation.png",
        "setup": "",
        "persistent": "Kryknas are neutral figures (Health: 8, Defense: 2 Blocks). Krykna can suffer Damage and be targeted by attacks and abilities that can target hostile figures.\nWhen a player defeats a Krykna, that player gains 2 VPs and claims that Krykna.",
        "startOfRound": "",
        "endOfRound": "In order of initiative, each player chooses and pushes a Krykna up to 3 spaces, ending in a space adjacent to the most non-Krykna figures possible. Repeat this process until all Krykna have been chosen. Then, each non-Krykna figure adjacent to a Krykna suffers 2 Damage. Then, each player may place 1 of his claimed Krykna in his opponents deployment zone."
      },
      "b": {
        "name": "Powered Perimeter",
        "tokenLabel": "",
        "imagePath": "vassal_extracted/images/mission-cards/Chopper Base, Atollon-B-Powered Perimeter.jpg",
        "setup": "Set aside 1 blue, 1 green, and 1 red neutral mission token face down.",
        "persistent": "",
        "startOfRound": "Each player randomly reveals 1 set aside mission token. Place 1 strain token on each signal market that matches a revealed mission token. Flip the revealed tokens face down.",
        "endOfRound": "Each player removes all Strain tokens from signal markers they control, gaining 2 VPs for each Strain token removed this way."
      }
    },
    "lothal-wastes": {
      "a": {
        "name": "Blitz",
        "tokenLabel": "",
        "imagePath": "",
        "setup": "Players do not deploy normally. instead, players alternate deploying groups, following the rules for passing. When a figure is deployed, it may move up to 8 spaces.",
        "persistent": "",
        "startOfRound": "",
        "endOfRound": "Each player gains 2 VPs for each critical position that player controls."
      },
      "b": {
        "name": "Fluctuations",
        "tokenLabel": "",
        "imagePath": "",
        "setup": "",
        "persistent": "",
        "startOfRound": "",
        "endOfRound": "Each player gains 1 VP for each fluctuation they control. Each figure on a fluctuation gains a Power Token based on its color: (Blue: Evade Token), (Green: Block Token), (Red: Hit Token), (Yellow: Surge Token)\n\nThen, in order of initiative, each player may swap 1 fluctuation with another. A fluctuation cannot be moved twice in the same round."
      }
    },
    "development-facility": {
      "a": {
        "name": "",
        "tokenLabel": "",
        "imagePath": "",
        "setup": "",
        "persistent": "",
        "startOfRound": "",
        "endOfRound": ""
      },
      "b": {
        "name": "",
        "tokenLabel": "",
        "imagePath": "",
        "setup": "",
        "persistent": "",
        "startOfRound": "",
        "endOfRound": ""
      }
    },
    "devaron-garrison": {
      "a": {
        "name": "",
        "tokenLabel": "",
        "imagePath": "",
        "setup": "",
        "persistent": "",
        "startOfRound": "Place 1 Power Token on each crate, according to that crate's color: (Red: Hit Token), (Yellow: Surge Token), (Blue: Block Token)",
        "endOfRound": "For each crate a player controls, that player may distribute the Power Tokens on that create among friendly figures on or adjacent to that crate. Then, that player gains 2 VPs."
      },
      "b": {
        "name": "",
        "tokenLabel": "",
        "imagePath": "",
        "setup": "",
        "persistent": "Doors are locked.\n\nA figure can attack a crate (Health: 5, Defense: 1 Block). When a create is destroyed, all figures and objects on or adjacent to that create suffer 2 Damage.\n\nFor each create in a players deployment zone, that player counts as having 6 additional VPs.",
        "startOfRound": "",
        "endOfRound": "For each terminal a player controls, that player chooses and opens 1 door. Then, each player pushes each crate they control up to 3 spaces."
      }
    }
  }
}